Repository: tomhallmain/py_i18n_manager
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it

source: Invalid locale code. Use format 'xx' or 'xx_YY' (e.g., 'fr' or 'fr_FR').
de: Ungültiger Locale-Code. Verwenden Sie das Format 'xx' oder 'xx_YY' (z.B. 'fr' oder 'fr_FR')
es: Código de ubicación inválido. Usa el formato 'xx' o 'xx_YY' (p. ej, 'fr' o 'fr_FR')
fr: Code de lieu invalide. Utilisez le format 'xx' ou 'xx_YY' (par exemple, 'fr' ou 'fr_FR').
it: Codice di locale non valido. Utilizza il formato 'xx' o 'xx_YY' (ad esempio, 'fr' o 'fr_FR').

source: This locale already exists.
de: Diese Sprachumgebung existiert bereits.
es: Esta configuración regional ya existe.
fr: La langue locale existe déjà.
it: Questa lingua locale esiste già.

source: Please select a locale to remove.
de: Bitte wählen Sie einen Ort zum Entfernen aus.
es: Por favor, seleccione un local para quitar.
fr: Veuillez sélectionner une localité à supprimer.
it: Si prega di selezionare un locale da rimuovere.

source: Cannot remove the default locale.
de: Kann den Standard Locale nicht entfernen.
es: No puede eliminar el local predeterminado.
fr: Impossible de supprimer la locale par défaut.
it: Non è possibile rimuovere il locale predefinito.

source: Confirm Removal
de: Bestätigen Sie die Entfernung
es: Confirmación de eliminación
fr: Confirmer la suppression
it: Confermare la rimozione

source: Are you sure you want to remove locale '{}'? This will delete the locale directory and all its translations.
de: Sind Sie sicher, dass Sie die Lokalisierungseinheit '{}' entfernen möchten? Dies wird das Verzeichnis der Lokalisierungseinheit und alle darin enthaltenen Übersetzungen löschen.
es: ¿Estás seguro de que quieres eliminar el idioma '{}'? Esto borrará el directorio del idioma y todas sus traducciones.
fr: Voulez-vous vraiment supprimer la locale « {} » ? Cela supprimera le répertoire local et toutes ses traductions.
it: Sei sicuro di voler rimuovere locale '{}? Questo cancellerà la directory locale e tutte le sue traduzioni.

source: The default locale '{}' is not in the list of locales. Do you want to add it?
de: Der Standard locale '{}' ist nicht in der Liste der Einheimischen. Möchten Sie es hinzufügen?
es: El lugar predeterminado '{}' no está en la lista de locales. ¿Quieres añadirlo?
fr: La locale par défaut '{}' n'est pas dans la liste des locales. Tu veux l'ajouter ?
it: Il locale predefinito '{}' non è nell'elenco dei locali. Vuoi aggiungerlo?

source: The following locale codes are invalid:
de: Die folgenden Lokalisationsschlüssel sind ungültig:
es: Los siguientes códigos locales son inválidos:
fr: Les codes locaux suivants sont invalides:
it: I seguenti codici locali non sono validi:

source: Locale codes must follow ISO 639-1 (language) and optionally ISO 3166-1 (country) standards.
de: Lokale Codes müssen nach ISO 639-1 (Sprache) und optional nach ISO 3166-1 (Länder) Standards folgen.
es: Los códigos locales deben seguir las normas ISO 639-1 (idioma) y opcionalmente ISO 3166-1 (país).
fr: Les codes locaux doivent respecter les normes ISO 639-1 (langue) et, en option, ISO 3166-1 (pays).
it: I codici locali devono seguire gli standard ISO 639-1 (lingua) e in modo facoltativo ISO 3166-1 (paese).

source: Invalid Locale Codes
de: Ungültige Lokalisationscodes
es: Códigos locales inválidos
fr: Codes locaux non valides
it: Codici locali non validi

source: Failed to save configuration: {}
de: Fehler beim Speichern der Konfiguration: {}
es: Fallado para guardar la configuración: {}
fr: Échec de l'enregistrement de la configuration : {}
it: Non salvare la configurazione: {}

source: Language code must be a two-letter ISO 639-1 code
de: Sprachcode muss ein Zweibuchstaben ISO 639-1 sein
es: El código de idioma debe ser un código ISO 639-1 de dos letras
fr: Le code linguistique doit être un code ISO 639-1 à deux lettres
it: Il codice linguistico deve essere un codice ISO 639-1 a due lettere

source: Invalid language code. Must be a valid ISO 639-1 code
de: Ungültiger Sprachcode. Muss ein gültiger ISO 639-1 Code
es: Código de idioma inválido. Debe ser un código ISO 639-1 válido
fr: Code de langue non valide. Doit être un code ISO 639-1 valide
it: Codice di lingua non valida. Deve essere un codice ISO 639-1 valido

source: Country code must be a two-letter uppercase ISO 3166-1 code
de: Ländercode muss ein Zweibuchstaben-Oberteil ISO 3166-1 sein
es: Código de país debe ser una maleta superior de dos letras ISO 3166-1
fr: Le code du pays doit être un code en majuscules de deux lettres ISO 3166-1
it: Il codice paese deve essere un codice ISO 3166-1 a due lettere

source: Invalid country code. Must be a valid ISO 3166-1 code
de: Invalider Ländercode. Muss ein gültiger ISO 3166-1 Code
es: Código de país inválido. Debe ser un código ISO 3166-1 válido
fr: Code pays non valide. Doit être un code ISO 3166-1 valide
it: Codice paese non valido. Deve essere un codice ISO 3166-1 valido

source: Script code must be a four-letter code with first letter uppercase
de: Skript-Code muss ein Vier-Buchstaben-Code mit ersten Buchstaben Großbuchstaben sein
es: Código de script debe ser un código de cuatro letras con mayúscula de primera letra
fr: Le code Script doit être un code à quatre lettres avec la première lettre majuscule
it: Il codice Script deve essere un codice a quattro lettere con la prima lettera maiuscola

source: Invalid script code. Must be a valid ISO 15924 code
de: Ungültiger Skriptcode. Muss ein gültiger ISO 15924-Code
es: Código de script inválido. Debe ser un código válido ISO 15924
fr: Code script non valide. Doit être un code ISO 15924 valide
it: Codice di script non valido. Deve essere un codice ISO 15924 valido

source: Translation Statistics
de: Übersetzungsstatistik
es: Estadísticas de traducción
fr: Statistiques de traduction
it: Traduzione Statistica

source: Total Translations:
de: Übersetzungen insgesamt:
fr: Total des traductions:
it: Traduzioni totali:

source: Total Locales:
de: Sprachen insgesamt:
es: Total de lenguas:
fr: Total des langues :
it: Totale lingue:

source: Missing Translations:
de: Vermisste Übersetzungen:
es: Traducciones desaparecidas:
fr: Traductions manquantes :
it: Traduzioni mancanti:

source: Invalid Unicode:
de: Ungültiger Unicode:
es: Unicode inválido:
fr: Unicode non valide:
it: Unicode non valido:

source: Invalid Indices:
de: Ungültige Indizes:
es: Índices inválidos:
fr: Indices non valides:
it: Indici non validi:

source: Invalid Braces:
de: Ungültige Klammern:
es: Brazos inválidos:
fr: Accolades invalides :
it: Bretelle non valida:

source: Invalid Leading Space:
de: Ungültige Leerzeichen:
es: Espacio inválido:
fr: Espaces non valides :
it: Spazio non valido:

source: Invalid Newline:
de: Ungültige Neue Zeile:
es: Nueva línea inválida:
fr: Nouvelle ligne invalide :
it: Newline non valido:

source: Stale Translations:
de: Übersetzungen:
es: Traducciones:
fr: Traductions sur place :
it: Traduzioni Stale:

source: Invalid Unicode
es: Unicode inválido
fr: Unicode non valide
it: Non valido Unicode

source: Invalid Indices
de: Invalide Indizes
es: Índices inválidos
fr: Indices non valides
it: Indici non validi

source: Invalid Braces
de: Ungültige Klammern
es: Brazos inválidos
fr: Accolades invalides
it: Bretelle non valida

source: Invalid Leading Space
de: Ungültige Leerzeichen
es: Espacio inválido
fr: Espaces non valides
it: Spazio non valido

source: Invalid Newline
de: Ungültige Neue Zeile
es: Nueva línea inválida
fr: Nouvelle ligne invalide
it: Newline non valido

source: Bulk Project Status
de: Projektstatus in Massen
es: Estado del proyecto en bloque
fr: Statut du projet en bloc
it: Stato del progetto in blocco

source: Generate Base File
de: Basisdatei generieren
es: Generar archivo base
fr: Générer le fichier de base
it: Genera file di base

source: Update Translation Files
de: Übersetzungsdateien aktualisieren
es: Actualizar archivos
fr: Mettre à jour les fichiers
it: Aggiornamento dei file

source: Compile Translations
de: Übersetzungen kompilieren
es: Compilar traducciones
fr: Compiler les traductions
it: Compila traduzioni

source: Translation file compilation is not relevant for {} projects. {} projects use YAML files directly without a compilation step.
de: Die Kompilierung von Übersetzungsdateien ist für {} Projekte nicht relevant. {} Projekte verwenden YAML-Dateien direkt ohne Kompilierungsschritt.
es: La compilación de archivos de traducción no es relevante para los proyectos {}. Los proyectos {} utilizan archivos YAML directamente sin necesidad de compilación.
fr: La compilation des fichiers de traduction n'est pas pertinente pour les projets {}. Les projets {} utilisent directement les fichiers YAML sans étape de compilation.
it: La compilazione dei file di traduzione non è rilevante per i progetti {}. I progetti {} utilizzano direttamente i file YAML senza alcuna fase di compilazione.

source: Compiled Files Need Update
de: Zusammengefasste Dateien müssen aktualisiert werden
es: Los archivos compilados necesitan actualización
fr: Les fichiers compilés doivent être mis à jour
it: I file compilati devono essere aggiornati

source: Translation files have been updated for the following locales:
de: Die Übersetzungsdateien wurden für die folgenden Sprachumgebungen aktualisiert:
es: Se han actualizado los archivos de traducción para las siguientes configuraciones regionales:
fr: Les fichiers de traduction ont été mis à jour pour les paramètres régionaux suivants :
it: I file di traduzione sono stati aggiornati per le seguenti impostazioni locali:

source: Remember to run Compile Translations to apply these changes.
de: Denken Sie daran, „Übersetzungen kompilieren“ auszuführen, um diese Änderungen zu übernehmen.
es: Recuerda ejecutar Compilar traducciones para aplicar estos cambios.
fr: N'oubliez pas d'exécuter Compiler les traductions pour appliquer ces modifications.
it: Ricordati di eseguire Compila traduzioni per applicare queste modifiche.

source: Starting bulk project status check for {} projects...
de: Start der Statusprüfung für {} Projekte...
es: Iniciando comprobación del estado de los proyectos masivos para {} proyectos...
fr: Lancement de la vérification de l'état des projets en masse pour {} projets...
it: Avvio del controllo dello stato dei progetti in blocco per {} progetti...

source: Type
de: Typ
es: Tipo
it: Tipo

source: Base Modified
de: Basis modifiziert
es: Base modificada
fr: Base modifiée
it: Base modificata

source: Combine Duplicate Translations?
de: Doppelte Übersetzungen zusammenführen?
es: ¿Combinar traducciones duplicadas?
fr: Combiner les traductions en double ?
it: Unire traduzioni duplicate?

source: All Translations Resolved
de: Alle Übersetzungen geklärt
es: Todas las traducciones resueltas
fr: Toutes les traductions résolues
it: Tutte le traduzioni risolte

source: Project Type:
de: Projektart:
es: Tipo de proyecto:
fr: Type de projet :
it: Tipo di progetto:

source: No
de: Nein
fr: Non

source: Info
fr: Informations
