Repository: tomhallmain/py_i18n_manager
Catalog: locale/*/LC_MESSAGES/*.po
Languages: de, es, fr, it

source: i18n Translation Manager
de: i18n Übersetzungsleiter
es: i18n Gestor de Traducción
fr: i18n Responsable de traduction
it: i18n Responsabile di traduzione

source: Current Project:
de: Aktuelles Projekt:
es: Proyecto actual:
fr: Projet en cours :
it: Progetto attuale:

source: No project selected
de: Kein Projekt ausgewählt
es: No hay proyecto seleccionado
fr: Aucun projet sélectionné
it: Nessun progetto selezionato

source: Select Project
de: Projekt auswählen
es: Seleccionar proyecto
fr: Sélectionner le projet
it: Selezionare il progetto

source: Modify Project Settings
de: Projekteinstellungen ändern
es: Modificar la configuración del proyecto
fr: Modifier les paramètres du projet
it: Modificare le impostazioni del progetto

source: Check Status
de: Überprüfungsstatus
es: Ver estado
fr: Vérifier l'état
it: Verifica dello Stato

source: Show All Translations
de: Alle Übersetzungen anzeigen
es: Mostrar todas las traducciones
fr: Afficher toutes les traductions
it: Mostra tutte le traduzioni

source: Show Outstanding Items
de: Offene Posten anzeigen
es: Mostrar partidas pendientes
fr: Afficher les éléments en suspens
it: Mostra articoli in sospeso

source: Find Untranslated
de: Unübersetztes finden
es: Encontrar No Traducido
fr: Trouver non traduit
it: Trova Non Tradotto

source: Cross-Project Analysis
de: Projektübergreifende Analyse
es: Análisis entre proyectos
fr: Analyse inter-projets
it: Analisi interprogetti

source: Bulk POT Analysis
de: Massen-POT-Analyse
es: Análisis de POT a granel
fr: Analyse POT en vrac
it: Analisi POT in blocco

source: Write Default Locale
de: Standard-Sprachumgebung schreiben
es: Escribir la lengua predeterminada
fr: Écrire la langue par défaut
it: Scrivere la lingua predefinita

source: Generate POT
de: POT generieren
es: Generar POT
fr: Générer le POT
it: Generare POT

source: Update PO Files
de: PO-Dateien aktualisieren
es: Actualizar archivos PO
fr: Mettre à jour les fichiers PO
it: Aggiornare i file PO

source: Create MO Files
de: MO-Dateien erstellen
es: Crear archivos MO
fr: Créer des fichiers MO
it: Crea file MO

source: Status
es: Estado
fr: État
it: Stato

source: No Projects to Analyze
de: Keine Projekte zu analysieren
es: No hay proyectos para analizar
fr: Aucun projet à analyser
it: Nessun progetto da analizzare

source: You need at least 2 projects in your recent projects list to perform cross-project analysis.
de: Sie benötigen mindestens 2 Projekte in Ihrer Liste der letzten Projekte, um eine projektübergreifende Analyse durchzuführen.
es: Necesita al menos 2 proyectos en su lista de proyectos recientes para realizar un análisis cruzado de proyectos.
fr: Vous avez besoin d'au moins deux projets dans votre liste de projets récents pour effectuer une analyse inter-projets.
it: Per eseguire l'analisi trasversale dei progetti sono necessari almeno 2 progetti nell'elenco dei progetti recenti.

source: You need at least 1 project in your recent projects list to perform bulk POT analysis.
de: Sie benötigen mindestens 1 Projekt in Ihrer Liste der letzten Projekte, um eine Massen-POT-Analyse durchzuführen.
es: Necesitas al menos 1 proyecto en tu lista de proyectos recientes para realizar un análisis POT masivo.
fr: Vous devez avoir au moins un projet dans votre liste de projets récents pour effectuer une analyse POT groupée.
it: Per eseguire un'analisi POT collettiva è necessario avere almeno 1 progetto nell'elenco dei progetti recenti.

source: MO Files Need Update
de: MO-Dateien erfordern ein Update
es: Archivos MO necesitan actualización
fr: Les fichiers MO nécessitent une mise à jour.
it: File MO richiedono aggiornamento

source: PO files have been updated for the following locales:
de: Die PO-Dateien wurden für die folgenden Lokalisationen aktualisiert:
es: Los archivos .po se han actualizado para los siguientes idiomas:
fr: Les fichiers PO ont été mis à jour pour les locaux suivants :
it: I file PO sono stati aggiornati per i seguenti ambienti localizzatori:

source: Remember to run Create MO Files to apply these changes.
de: Denken Sie daran, die Create-MO-Dateien zu erstellen, um diese Änderungen zu aktivieren.
es: Recuerda ejecutar Create MO Files para aplicar estos cambios.
fr: N'oubliez pas d'exécuter la création des fichiers MO pour appliquer ces modifications.
it: Ricorda di eseguire Create MO Files per applicare queste modifiche.

source: All Translations
de: Alle Übersetzungen
es: Todas las traducciones
fr: Toutes les traductions
it: Tutte le traduzioni

source: Search:
de: Suche:
es: Buscar:
fr: Rechercher :
it: Ricerca:

source: Search translation keys... (Press Enter to search)
de: Übersetzungstasten suchen... (Drücken Sie die Eingabetaste zum Suchen)
es: Buscar claves de traducción... (Pulse Intro para buscar)
fr: Rechercher les clés de traduction... (Appuyer sur Entrée pour effectuer)
it: Chiavi di traduzione di ricerca... (premere Invio per effettuare la ricerca)

source: Search
de: Suche
es: Buscar
fr: Recherche
it: Ricerca

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella

source: Filter:
de: Filtern:
es: Filtro:
fr: Filtre:
it: Filtro:

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salvare le modifiche

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Show Escaped Unicode
de: Entkommener Unicode anzeigen
es: Mostrar Unicode escapado
fr: Afficher l'Unicode échappé
it: Mostra Unicode scappato

source: No changes to save.
de: Keine Änderungen zum Speichern.
es: No hay cambios que salvar.
fr: Aucun changement à enregistrer.
it: Nessun cambiamento da salvare.

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo

source: Saved {} changes successfully!
de: Erfolgreich {} Änderungen gespeichert!
es: ¡Guardados {} cambios con éxito!
fr: Sauvegarde de {}changements avec succès !
it: Salvate {} modifiche con successo!

source: No projects available for analysis.
de: Es sind keine Projekte für die Analyse verfügba
es: No hay proyectos disponibles para su análisis
fr: Aucun projet disponible pour analyse
it: Nessun progetto disponibile per l'analisi

source: Starting bulk POT analysis for {} projects...
de: Start der Massen-POT-Analyse für {} Projekte...
es: Iniciando análisis POT masivo para {} proyectos...
fr: Lancement de l'analyse POT en masse pour {} projets...
it: Avvio dell'analisi POT in blocco per i progetti {}...

source: Analyzing project {} of {}: {}
de: Analyse des Projekts {} von {}: {}
es: Analizando el proyecto {} de {}: {}
fr: Analyse du projet {} de {}: {}
it: Analisi del progetto {} di {}: {}

source: Bulk analysis complete!
de: Massenanalyse abgeschlossen!
es: ¡Análisis masivo completado!
fr: Analyse en masse terminée !
it: Analisi in blocco completata!

source: Analyze All Projects
de: Alle Projekte analysieren
es: Analizar todos los proyectos
fr: Analyser tous les projets
it: Analizza tutti i progetti

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna

source: Project Analysis Results
de: Ergebnisse der Projektanalyse
es: Resultados del análisis del proyecto
fr: Résultats de l'analyse du projet
it: Risultati dell'analisi del progetto

source: Project
de: Projekt
es: Proyecto
fr: Projet
it: Progetto

source: Missing
de: Fehlende
es: Faltantes
fr: Manquants
it: Mancanti

source: Total
de: Gesamt
it: Totale

source: Locales
de: Lokalisierungen
fr: Paramètres régionaux
it: Impostazioni locali

source: Git Status
es: Estado de Git
fr: État Git
it: Stato Git

source: POT Modified
de: POT modifiziert
es: POT modificado
fr: POT modifié
it: POT modificato

source: Project Details
de: Projektdetails
es: Detalles del proyecto
fr: Détails du projet
it: Dettagli del progetto

source: No analysis performed yet
de: Es wurde noch keine Analyse durchgeführt
es: Aún no se ha realizado ningún análisis
fr: Aucune analyse n'a encore été effectuée
it: Non è stata ancora eseguita alcuna analisi

source: Analysis in progress...
de: Analyse läuft...
es: Análisis en curso...
fr: Analyse en cours...
it: Analisi in corso...

source: Error
de: Fehler
fr: Erreur
it: Errore

source: Missing Translations
de: Fehlende Übersetzungen
es: Traducciones faltantes
fr: Traductions manquantes
it: Traduzioni mancanti

source: Complete
de: Vollständig
es: Completo
fr: Complète
it: Completo

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Ninguno

source: Clean
de: Sauber
es: Limpio
fr: Propre
it: Pulito

source: Modified
de: Geändert
es: Modificado
fr: Modifié
it: Modificato

source: Untracked
de: Nicht verfolgt
es: Sin seguimiento
fr: Non suivi
it: Non tracciato

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì

source: Analysis complete: {} projects analyzed
de: Analyse abgeschlossen: {} Projekte analysiert
es: Análisis completado: {} proyectos analizados
fr: Analyse terminée : {} projets analysés
it: Analisi completata: {} progetti analizzati

source: , {} projects have missing translations ({} total missing)
de: , {} Projekte haben fehlende Übersetzungen ({} insgesamt fehlen)
es: , {} proyectos tienen traducciones faltantes ({} total faltantes)
fr: , {} projets ont des traductions manquantes ({} au total)
it: , {} progetti hanno traduzioni mancanti ({} totale mancanti)

source: , {} projects had errors
de: , {} Projekte wiesen Fehler auf
es: , {} proyectos tenían errores
fr: , {} projets présentaient des erreurs
it: , {} progetti presentavano errori

source: Analysis Error
de: Analysefehler
es: Error de análisis
fr: Erreur d'analyse
it: Errore di analisi

source: Analyzing from specific source project...
de: Analysieren von spezifischen Quellprojekten...
es: Analizar a partir de un proyecto fuente específico...
fr: Analyse d'un projet source spécifique...
it: Analisi di un progetto sorgente specifico...

source: Starting cross-project analysis...
de: Beginn der projektübergreifenden Analyse...
es: Inicio del análisis entre proyectos...
fr: Démarrer l'analyse inter-projets...
it: Avvio dell'analisi dei progetti...

source: Analysis complete!
de: Analyse abgeschlossen!
es: ¡Análisis completo!
fr: Analyse terminée !
it: Analisi completata!

source: Cross-Project Translation Analysis
de: Projektübergreifende Übersetzungsanalyse
es: Análisis de traducción entre proyectos
fr: Analyse des traductions inter-projets
it: Analisi della traduzione tra progetti

source: Target Project:
de: Zielprojekt:
es: Proyecto objetivo:
fr: Projet cible :
it: Progetto obiettivo:

source: Locales:
de: Sprachumgebungen:
es: Idiomas locales:
fr: Langues locales :
it: Lingue locali:

source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

source: Source Project:
de: Quelle Projekt:
es: Proyecto fuente:
fr: Projet source :
it: Progetto sorgente:

source: All Projects
de: Alle Projekte
es: Todos los proyectos
fr: Tous les projets
it: Tutti i progetti

source: Analyze
de: Analysieren
es: Analice
fr: Analyser
it: Analizzare

source: Apply All Matches
de: Alle Treffer anwenden
es: Aplicar todas las coincidencias
fr: Appliquer tous les résultats
it: Applicare tutte le corrispondenze

source: If checked, apply all matches including already filled translations. If unchecked, only apply missing translations.
de: Wenn diese Option aktiviert ist, werden alle Treffer, einschließlich bereits ausgefüllter Übersetzungen, übernommen. Wenn nicht markiert, werden nur fehlende Übersetzungen übernommen.
es: Si está marcada, aplica todas las coincidencias, incluidas las traducciones ya rellenadas. Si no está marcada, sólo se aplicarán las traducciones que falten.
fr: Si la case est cochée, toutes les correspondances sont appliquées, y compris les traductions déjà remplies. Si la case n'est pas cochée, seules les traductions manquantes sont appliquées.
it: Se è selezionata, applica tutte le corrispondenze, comprese le traduzioni già compilate. Se è deselezionato, applica solo le traduzioni mancanti.

source: Apply Selected
de: Ausgewählt anwenden
es: Aplicar Seleccionado
fr: Appliquer Sélectionné
it: Applicare la selezione

source: Apply All
de: Alle anwenden
es: Aplicar todo
fr: Appliquer tout
it: Applicare tutti

source: Apply from Project
de: Bewerben aus Projekt
es: Aplicar desde proyecto
fr: Postuler à partir du projet
it: Candidatura dal progetto

source: Analysis Summary
de: Zusammenfassung der Analyse
es: Resumen del análisis
fr: Résumé de l'analyse
it: Sintesi dell'analisi

source: Translation Matches
de: Übersetzung Treffer
es: Coincidencias de traducción
fr: Correspondance des traductions
it: Corrispondenze di traduzione

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement
it: Avvertenza

source: Please select at least one locale to analyze.
de: Bitte wählen Sie mindestens ein zu analysierendes Gebiet aus.
es: Seleccione al menos una localidad para analizar.
fr: Veuillez sélectionner au moins un lieu à analyser.
it: Selezionare almeno un locale da analizzare.

source: Please select a target project.
de: Bitte wählen Sie ein Zielprojekt aus.
es: Seleccione un proyecto objetivo.
fr: Veuillez sélectionner un projet cible.
it: Selezionare un progetto obiettivo.

source: No analysis results available.
de: Es liegen keine Analyseergebnisse vor.
es: No hay resultados de análisis disponibles.
fr: Aucun résultat d'analyse disponible.
it: Non sono disponibili risultati di analisi.

source: Analysis Summary:
de: Analyse-Zusammenfassung:
es: Resumen del análisis:
fr: Résumé de l'analyse :
it: Sintesi dell'analisi:

source: Total matches found: {}
de: Insgesamt gefundene Treffer: {}
es: Total de coincidencias encontradas: {}
fr: Total des correspondances trouvées : {}
it: Totale delle corrispondenze trovate: {}

source: Missing translations: {}
de: Fehlende Übersetzungen: {}
es: Faltan traducciones: {}
fr: Traductions manquantes : {}
it: Traduzioni mancanti: {}

source: Already filled translations: {}
de: Bereits ausgefüllte Übersetzungen: {}
es: Traducciones ya rellenadas: {}
fr: Traductions déjà remplies : {}
it: Traduzioni già compilate: {}

source: From {}:
de: Von {}:
es: De {}:
fr: De {} :
it: Da {}:

source: • {} msgid groups
de: • {} msgid-Gruppen
es: • {} msgid grupos
fr: • {} msgid groupes
it: • {} msgid gruppi

source: • {} fillable translations
de: • {} ausfüllbare Übersetzungen
es: • {} traducciones rellenables
fr: • {} traductions à remplir
it: • {} traduzioni compilabili

source: • {} already filled
de: • {} bereits gefüllt
es: • {} ya lleno
fr: • {} déjà rempli
it: • {} già riempito

source: • {} unfillable
de: • {} nicht befüllbar
es: • {} irrellenable
fr: • {} non remplissable
it: • {} non riempibile

source: • Match rate: {:.1f}%
de: • Trefferquote: {:.1f}%
es: • Tasa de coincidencia: {:.1f}%
fr: • Taux de correspondance : { :.1f}%
it: • Tasso di corrispondenza: {:.1f}%

source: ... etc.
de: ... usw.
it: ... ecc.

source: Please select matches to apply.
de: Bitte wählen Sie Übereinstimmungen aus, um sich zu bewerben.
es: Seleccione las coincidencias para presentar su candidatura.
fr: Veuillez sélectionner les correspondances pour postuler.
it: Si prega di selezionare le corrispondenze per candidarsi.

source: No matches to apply.
de: Es sind keine Übereinstimmungen zu verzeichnen.
es: No hay coincidencias que solicitar.
fr: Il n'y a pas de correspondance à demander.
it: Nessuna corrispondenza da applicare.

source: No missing translations to apply.
de: Keine fehlenden Übersetzungen anzuwenden.
es: No faltan traducciones por aplicar.
fr: Aucune traduction manquante à appliquer.
it: Non ci sono traduzioni mancanti da applicare.

source: Please select a specific source project from the dropdown.
de: Bitte wählen Sie ein bestimmtes Quellprojekt aus dem Dropdown-Menü.
es: Seleccione un proyecto fuente específico en el menú desplegable.
fr: Veuillez sélectionner un projet source spécifique dans la liste déroulante.
it: Selezionare un progetto sorgente specifico dal menu a tendina.

source: No matches found for the selected project.
de: Keine Treffer für das ausgewählte Projekt gefunden.
es: No se han encontrado coincidencias para el proyecto seleccionado.
fr: Aucune correspondance n'a été trouvée pour le projet sélectionné.
it: Non è stata trovata alcuna corrispondenza per il progetto selezionato.

source: Apply {0} translation matches (including already filled translations) from project '{1}' to the target project?
de: {0} Übersetzungsmatches (einschließlich bereits ausgefüllter Übersetzungen) aus Projekt ‚{1}‘ auf das Zielprojekt anwenden?
es: ¿Aplicar {0} coincidencias de traducción (incluidas las traducciones ya completadas) del proyecto “{1}” al proyecto de destino?
fr: Appliquer {0} correspondances de traduction (y compris les traductions déjà remplies) du projet “{1}” au projet cible ?
it: Applicare {0} corrispondenze di traduzione (comprese le traduzioni già compilate) dal progetto ‘{1}’ al progetto di destinazione?

source: Apply {0} missing translation matches from project '{1}' to the target project?
de: {0} fehlende Übersetzungsmatches aus Projekt ‚{1}‘ auf das Zielprojekt anwenden?
es: ¿Aplicar {0} coincidencias de traducción que faltan del proyecto “{1}” al proyecto de destino?
fr: Appliquer {0} correspondances de traduction manquantes du projet “{1}” au projet cible ?
it: Applicare {0} corrispondenze di traduzione mancanti dal progetto ‘{1}’ al progetto di destinazione?

source: Apply {0} translation matches (including already filled translations) to the target project?
de: {0} Übersetzungsmatches (einschließlich bereits ausgefüllter Übersetzungen) auf das Zielprojekt anwenden?
es: ¿Aplicar {0} coincidencias de traducción (incluidas las traducciones ya completadas) al proyecto de destino?
fr: Appliquer {0} correspondances de traduction (y compris les traductions déjà remplies) au projet cible ?
it: Applicare {0} corrispondenze di traduzione (comprese le traduzioni già compilate) al progetto di destinazione?

source: Apply {0} missing translation matches to the target project?
de: {0} fehlende Übersetzungsmatches auf das Zielprojekt anwenden?
es: Appliquer {0} correspondances de traduction manquantes au projet cible ?
fr: Appliquer {0} correspondances de traduction manquantes au projet cible ?
it: Applicare {0} corrispondenze di traduzione mancanti al progetto di destinazione?

source: Confirm Application
de: Anwendung bestätigen
es: Confirmar aplicación
fr: Confirmer la demande
it: Confermare l'applicazione

source: {}: {} translations
de: {}: {} Übersetzungen
es: {}: {} traducciones
fr: {} : {} traductions
it: {}: {} traduzioni

source: Successfully applied translations: {}
de: Erfolgreich angewandte Übersetzungen: {}
es: Traducciones aplicadas con éxito: {}
fr: Les traductions ont été appliquées avec succès : {}
it: Traduzioni applicate con successo: {}

source: No translations were applied (all were already filled).
de: Es wurden keine Übersetzungen vorgenommen (alle waren bereits besetzt).
es: No se aplicaron traducciones (todas estaban ya cubiertas).
fr: Aucune traduction n'a été appliquée (toutes étaient déjà remplies).
it: Non sono state applicate traduzioni (erano già tutte occupate).

source: No missing translations were applied.
de: Es wurden keine fehlenden Übersetzungen vorgenommen.
es: No se han aplicado traducciones pendientes.
fr: Aucune traduction manquante n'a été appliquée.
it: Non sono state applicate traduzioni mancanti.

source: Failed to apply translations: {}
de: Übersetzungen konnten nicht angewendet werden: {}
es: Error al aplicar traducciones: {}
fr: Échec de l'application des traductions : {}
it: Impossibile applicare le traduzioni: {}

source: Outstanding Translation Items
de: Ausstehende Übersetzungsposten
es: Partidas de conversión pendientes
fr: Éléments de traduction en suspens
it: Voci di traduzione in sospeso

source: Translation in Progress
de: Übersetzung läuft
es: Traducción en curso
fr: Traduction en cours
it: Traduzione in progresso

source: Translation is in progress. Are you sure you want to close?
de: Die Übersetzung ist in Arbeit. Sind Sie sicher, dass Sie schließen möchten?
es: La traducción está en progreso. ¿Estás seguro de que quieres cerrar?
fr: La traduction est en cours. Êtes-vous sûr de vouloir fermer ?
it: La traduzione è in corso. Sei sicuro di voler chiudere?

source: Translate All Missing
de: Alles vermissen übersetzen
es: Traducir todo perdido
fr: Traduire tout ce qui manque
it: Traduci tutto ciò che manca

source: Cancel Translation
de: Übersetzungsabbruch
es: Cancelar Traducción
fr: Annuler la traduction
it: Annulla traduzione

source: Copy Text
de: Text kopieren
es: Texto de la copia
fr: Copier le texte
it: Copia testo

source: Copy Default Translation
de: Standardübersetzung kopieren
es: Copia la traducción por defecto
fr: Copier la traduction par défaut
it: Copia la traduzione predefinita

source: Translate with Argos Translate
de: Übersetzen mit Argos Translate
es: Traducir con Argos Translate
fr: Traduire avec Argos Translate
it: Traduci con Argos Translate

source: Translate with LLM
de: Übersetzen mit LLM
es: Traducir con LLM
fr: Traduire avec LLM
it: Traduci con LLM

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Selezionare

source: Select a Recent Project
de: Wählen Sie einen kürzlich genutzten Projekt aus.
es: Seleccione un proyecto reciente
fr: Sélectionnez un projet récent
it: Seleziona un progetto recente

source: Browse...
de: Durchsuchen...
es: Examine...
fr: Parcourir...
it: Esplora...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: Select Project Directory
de: Projektverzeichnis auswählen
fr: Sélectionner le répertoire de projets
it: Seleziona la directory del progetto

source: Setup Translation Project
de: Einrichtung Übersetzungprojekt
es: Configuración Traducción Proyecto
fr: Configuration de la traduction Projet
it: Traduzione di configurazione Progetto

source: Application name
de: Bezeichnung der Anmeldung
es: Nombre de la aplicación
fr: Nom de la demande
it: Nome dell'applicazione

source: Application Name:
de: Applikationsname:
es: Nombre de la aplicación:
fr: Nom de la demande:
it: Nome dell'applicazione:

source: Version:
de: Ausführung:
es: Versión:
it: Versione:

source: Author Name <author@example.com>
de: Autor Name <autor@beispiel.de>
es: Nombre del autor <autor@ejemplo.com>
fr: Nom de l'auteur <author@example.com>
it: Nome dell'autore <autore@example.com>

source: Author:
de: Autor:
es: Autor:
fr: Auteur:
it: Autore:

source: Translator Name <translator@example.com>
de: Übersetzer Name <translator@example.com>
es: Nombre del traductor <translator@example.com>
fr: Nom du traducteur <traducteur@exemple.com>
it: Nome del traduttore <translator@example.com>

source: Default Translator:
de: Standard-Übersetzer:
es: Traductor por defecto:
fr: Traducteur par défaut :
it: Traduttore predefinito:

source: Default Locale:
de: Standard-Sprachumgebung:
es: Idioma por defecto:
fr: Locale par défaut :
it: Locale predefinito:

source: Project Locales
de: Projekt-Lokalitäten
es: Locales del proyecto
fr: Localisation des projets
it: Luoghi del progetto

source: Enter locale code (e.g., fr, de, es)
de: Geben Sie den lokalen Code ein (z.B. fr, de, es)
es: Introduzca el código local (por ejemplo, fr, de, es)
fr: Entrez le code local (p. ex., fr, de, es)
it: Inserisci il codice locale (ad esempio, fr, de, es)

source: Add Locale
de: Lokale hinzufügen
es: Agregar Locale
fr: Ajouter Locale
it: Aggiungi Locale

source: Remove Selected Locale
de: Ausgewählte Lokale entfernen
es: Quitar ubicación seleccionada
fr: Supprimer la localité sélectionnée
it: Elimina Locale Selezionato

source: Save Configuration
de: Konfiguration speichern
es: Guardar configuración
fr: Enregistrer la configuration
it: Salva configurazione

source: Please enter a locale code.
de: Bitte geben Sie einen lokalen Code ein.
es: Por favor, introduzca un código local.
fr: Veuillez saisir un code local.
it: Inserisci un codice locale.
